Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/depts/other_files/sami_rapport_sametingets_formelle_stilling_SA.pdf.pdf.tmx
Source language: sme
Languages: nob

source: ( 2 ) Eará ovttastusain go dat mat leat vuosttaš lađđasa vuolde , lea bealálašnákca dan muddui go oppalaš árvvoštallan čájeha mas erenoamážit deattuha - lea go ovttastusas fásta organisašuvdnahápmi , - lea go stivra dahje eará orgána mii ovddasta ovttastusa olggošguvlui , - lea go ovttastusas formaliserejuvvon miellahttovuohtaortnet , - leat go ovttastusas iežas ruđat , ja - ovttastusa ulbmila ja man birra ášševuolggaheapmi lea ” .
nob: ( 2 ) Andre sammenslutninger enn etter første ledd har partsevne så langt dette følger av en samlet vurdering hvor det særlig legges vekt på - om sammenslutningen har en fast organisasjonsform , - om det er et styre eller annet organ som representerer sammenslutningen utad , - om sammenslutningen har en formalisert medlemskapsordning , - om sammenslutningen har egne midler , og - sammenslutningens formål og hva søksmålet gjelder ” .

source: Gustojeaddji rievtti mielde lea juohke fysalaš ja jurdihkalaš peršovnnas bealálašnákca .
nob: Det følger av gjeldende rett at enhver fysisk og juridisk person har partsevne .

source: Jus ovttastus galgá sáhttit lohkkot juridihkalaš peršovdnan de ferte dan konkrehtadit ja ollislaččat árvvoštallat juohke hávis .
nob: Om en sammenslutning er å regne som en juridisk person må avgjøres etter en konkret helhetsvurdering i det enkelte tilfelle .

source: Stáhtas , fylkkagielddain ja gielddain lea bealálašnákca .
nob: Staten , fylkeskommunene og kommunene har partsevne .

source: Dan seamma lea almmolaš ásahusain mat leat organiserejuvvon sierra riektesubjeaktan .
nob: Det samme har offentlige innretninger som er organisert som egne rettsubjekter .

source: Lea go Sámedikkis bealálašnákca lea dan duohken lohkko go Sámediggi juridihkalaš peršovdnan .
nob: Hvorvidt Sametinget har partsevne beror dermed på om Sametinget er å anse som en juridisk person .

source: Vuođđooaidnu lea ahte Sámediggi lea stáhta orgána .
nob: Utgangspunktet er at Sametinget er et organ for staten .

source: Nuppi dáfus hálddaša Sámediggi iežas opmodatvalljodaga daid rámmaid siskkobealde maid Stuoradikki bušeahttamearrádus addá .
nob: På den annen side disponerer Sametinget en egen formuesmasse innenfor de rammer som ligger i Stortingets budsjettvedtak .

source: Sámedikki dooaibma lea maiddái máŋggabealat .
nob: Sametingets virksomhet er også mangeartet .

source: Láhkafápmuduvvon váldi nu movt kulturmuitolága láhkaásahusat addet mas Sámediggi doaibmá vuollásaš hálddašanorgánan , ja doarjjahálddašeapmi mas Sámediggi maiddái doaibmá hálddašanorgánan muhto dattege friddjadet rollas , leat ovdamearkkat dasa ahte Sámediggi lea unnán sorjjasmeahttun stáhta eiseválddiid ektui .
nob: Lovdelegert myndighet slik som etter forskrift til kulturminneloven der Sametinget opptrer som underordnet forvaltningsorgan , og tilskuddsforvaltning der Sametinget også opptrer som forvaltningsorgan , men i en friere rolle , er eksempler på at Sametinget har en mindre grad av selvstendighet fra statlige myndigheter .

source: Sámedikki politihkalaš doaibma dan geažil go Sámediggi lea sápmelaččaid álbmotválljejuvvon orgána sápmelaččaid várás , čájeha ges ahte lea sorjjasmeahttun stáhtas . 42. Maiddái Sámedikki opmodatvalljodaga dáfus lea Sámediggi sakka eanet sorjjasmeahttun stáhta eiseválddiid ektui Sámedikki politihkalaš doaimma hárrái .
nob: Sametingets politiske virksomhet som følge av at Sametinget er et folkevalgt organ av og for samene er på den annen side helt uavhengig fra staten 42. Også når det gjelder Sametingets formuesmasse , står Sametinget i en langt mer uavhengig stilling i forhold til statlige myndigheter når det gjelder Sametingets politiske virksomhet .

source: Sámediggi ieš juohká juolludusaid jahkásaš bušeahttamearrádusaid vuođul , ja dat mearrida maiddái doarjjaortnegiid njuolggadusaid .
nob: Det er Sametinget selv som i årlige budsjettvedtak fordeler bevilgningene , og også vedtar retningslinjer for tilskuddsordninger .

source: Danne lea eanemus lunddolaš earuhit iešguđet doaimmaid maid Sámediggi čađaha .
nob: Det vil derfor være mest naturlig å skille mellom de ulike funksjoner Sametinget utøver .

source: Orru leame čielggas ahte Sámediggi čielga hálddašandoaimmainis lea dan mađi lahka čadnon stáhtalaš eiseválddiide ahte lea váttis dain oktavuođain navdit Sámedikki sierra 41
nob: Mens det synes forholdsvis klart at Sametingets i sine rene forvaltningsfunksjoner står i et såpass nært forhold til statlige myndigheter at man vanskelig kan konkludere med at Sametinget i 41

source: Lov 17.06.2005 nr. 90 Lov om mekling og rettergang i sivile tvister ( riidoláhka ) .
nob: Lov 17.06.2005 nr. 90 Lov om mekling og rettergang i sivile tvister ( tvisteloven ) .

source: Láhka fápmuiboahtá go Gonagas dan mearrida , ja dalle heaittihuvvo borgemánu 13. b. 1915`láhka nr. 6 riidoáššiid meannudeami birra ( riidoláhka ) .
nob: Loven trer i kraft fra den tid Kongen bestemmer , fra den tid oppheves lov 13. august 1915 nr. 6 om rettergangsmåten i tvistemål ( tvistemålsloven ) .

source: 42 Mii lea juoga mii maiddái čuovvu sámelága § 2-1 .
nob: 42 Noe som også kan sies å følge forutsetningsvis av sameloven § 2-1 .

source: riektesubjeaktan43 , muhto jearaldaga lea go Sámediggi politihkalaš doaimmainis sierra riektesubjeakta gal sáhttá cegget .
nob: disse sammenhenger er å anse som et eget rettssubjekt43 , kan problemstillingen reises om Sametinget kan være dette i sin politiske virksomhet .

source: Riektegeavadis leat olu ovdamearkkat dasa ahte almmolaš orgánat mat gullet stáhtii ja main lea oalle stuora sorjjasmeahttunvuohta dábálaš hálddašeami ektui , leat ožžon bealálašnávcca , geahča ovdamearkka dihte Rt. 1963 s. 146 ( Bergen Universitehta ) ja Rt. 1992 s. 1105 ( NSB ) .
nob: I rettspraksis har det vært flere eksempler på tilfeller der et offentlig organ som tilhører staten og som har en relativt høy grad av uavhengighet i forhold til den ordinære forvaltning , har blitt ansett for å ha partsevne , se for eksempel Rt. 1963 s. 146 ( Universitetet i Bergen ) og Rt. 1992 s. 1105 ( NSB ) .

source: Juridihkalaš teoriijjas moaitá Skoghøy 44 dán ja čilge ( dás jorgaluvvon ) : ” Mu oaivila mielde berre doalahit ahte orgánain dahje fitnodagain mat eai leat organiserejuvvon iešstivrejeaddji riektesubjeaktan , ii sáhte leat dábálaš bealálašnákca .
nob: I juridisk teori er Skoghøy 44 kritisk til dette og anfører : ” Etter min oppfatning bør man holde fast ved at organer eller bedrifter som ikke er organisert som selvstendige rettssubjekter , ikke kan ha alminnelig partsevne .

source: Daid háviid go ášši vuolggahuvvo orgánaid dahje fitnodagaid bealis dahje vuostá ja dain ii leat bealálašnákca , de berre mu oaivila mielde navdit stáhta [ … ] bealálažžan , ja dat orgána mii ovddasta ášši ferte navdojuvvot danin instánsan mii čađaha stáhta [ … ] prosessuála doaibmanávcca . ” St. dieđ. nr. 55 ( 2000-2001 ) kap. 5.1.2:s mii čilge Sámedikki oktavuođa Ráđđehusadvokahttii lea ráđđehus cealkán ( dás jorgaluvvon ) : ” Ráđđehusadvokáhtta lea vuosttažettiin ráđđehusa ja departemeanttaid advokáhtta .
nob: I tilfeller hvor søksmål blir avgitt av eller mot et organ eller en bedrift som ikke har partsevne , bør man etter min mening se det slik at det er staten [ … ] som må anses som part , mens det organ som opptrer i saken , må anses som den instans som utøver den prosessuelle handleevne for staten [ … ] ” I St. meld. nr. 55 ( 2000-2001 ) kap. 5.1.2 som omhandler Sametingets forhold til Regjeringsadvokaten har regjeringen uttalt : ” Regjeringsadvokaten er først og fremst regjeringens og departementenes advokat .

source: Su doarjja vuollásaš etáhtaide ferte mannat ovddasvástideaddji departemeantta čađa .
nob: Eventuell bistand til underliggende etater må kanaliseres gjennom ansvarlig departement .

source: Sámedikki doaibma politihkalaš orgánan ii gula ráđđehusa dahje muđui stáhtahálddahusa bearráigeahččan- ja bagadanválddi vuollái , ja Sámedikkis sáhttet leat oaivilat mat mannet ovdamearkka dihte departementála oaiviliid vuostá .
nob: Sametingets virksomhet som politisk organ er ikke underlagt regjeringens eller den øvrige statsforvaltningens kontroll- eller instruksjonsmyndighet , og Sametinget vil kunne ha synspunkter som går på tvers av for eksempel departementale standpunkter .

source: Sámedikki politihkalaš doaibma sáhttá dagahit ahte Sámediggi ovddida áššiid eará stáhta orgánaid vuostá , mii mielddisbuktá ahte Ráđđehusadvokáhtta ii sáhte veahkehit Sámedikki go eará stáhtalaš beršotumit dahje stáhtalaš doaimmat fallehuvvojit .
nob: Sametingets politiske virksomhet kan medføre at Sametinget tar opp saker overfor andre statlige organer . Regjeringsadvokaten er rådgiver og prosessfullmektig for slike statlige organer , noe som innebærer at Regjeringsadvokaten ikke kan bistå Sametinget når andre statlige interesser berøres eller statlige vedtak angripes .

source: [ … ] Dan vuođul oaivvilda ráđđehus ahte Sámediggi ii sáhte ávkkástallat Ráđđehusadvokáhta bálvalusaiguin .
nob: [ … ] På denne bakgrunn mener regjeringen at Sametinget ikke kan benytte Regjeringsadvokatens tjenester .

source: Dán árvvoštallamis deattuha ráđđehus Sámedikki iešstivrejeaddji ja sorjjakeahtes saji ráđđehusa ektui .
nob: I denne vurderingen legger regjeringen vekt på Sametingets selvstendige og uavhengige posisjon i forhold til regjeringen .

source: Eanemus heivvolaš dán sorjjasmeahttunvuhtii lea ahte Sámediggi ieš vállje iežas advokáhtaid . ”
nob: Det vil være mest i tråd med denne uavhengigheten at Sametinget selv velger sine advokater . ”

source: Dán sáhttá dulkot nu ahte lea eaktuduvvon ahte Sámedikkis muhtun oktavuođain lea bealálašnákca , ii ge mieđihuvvo dasa ahte Sámediggi galgá sáhttit čađahit prosessuála doaibmanávcca stáhta bealis go stáhta eiseválddiin ja Sámedikkis sáhttet leat goabbatlágán politihkalaš oainnut konkrehta áššiin , ja go sáhttet čuožžilit dilálašvuođat main Sámediggi falleha stáhta mearrádusaid .
nob: Dette kan tolkes som om man har forutsatt at Sametinget i enkelte relasjoner har partsevne mens det avvises at Sametinget skal kunne utøve den prosessuelle handleevne for staten , da det vises til de ulike politiske interesser statlige myndigheter og Sametinget kan ha i konkrete saker , samt at man videre kan komme til situasjoner der statlige vedtak angripes av Sametinget .

source: Viidáseappot čuožžila eará bealli mii sáhttá dagahit bealálašnávcca , namalassii dat ahte Sámedikkis muhtun oktavuođain lea eará oaidnu stáhtalaš eiseválddiid álbmotrievttálaš geatnegasvuođaide sápmelaš eamiálbmoga guovdu , ja man muddui konkrehta stáhtalaš mearrádus čuvvot dáid geatnegasvuođaid .
nob: I forlengelsen av dette er et annet moment som i hvert fall delvis kan trekke i retning av partsevne at Sametinget fra tid til annen har en annen oppfatning av innholdet i det folkerettslige forpliktelser som påhviler statlige myndigheter overfor samene som urfolk , og hvorvidt konkrete statlige vedtak ligger innenfor disse .

source: Dábálaš njuolggadus norgga rievttis lea leamaš nu ahte jus galggaš sáhttit vejolaš álbmotrievtti rihkkuma vuolggahit áššin , de ferte ovttastahttojuvvon konvenšuvdna leat rihkkojuvvon .
nob: Den alminnelige regel i norsk rett har vært at for at spørsmålet om det foreligger folkerettsbrudd skal kunne gjøres til søksmålsgjenstand , må det være tale om brudd på en inkorporert konvensjon .

source: Jus ii leačča eará vuođđu , de sáhttá jearaldat das ahte leat go rihkkon dábálaš álbmotrievttálaš njuolggadusaid dahje konvenšuvnnaid mat eai leat ovttastahttojuvvon , dábálaš oaivila mielde duššefal prejudisiáladit iskkaduvvot oassin našovnnalaš rievtti vuoigatvuođaid dahje geatnegasvuođaid mearrideamis .
nob: Dersom det ikke finnes særlig hjemmel for annet , kan spørsmålet om det foreligger brudd på alminnelige folkerettslige regler eller konvensjoner som ikke er inkorporert , etter den alminnelige oppfatning bare prøves prejudisielt som ledd i fastleggelsen av rettigheter eller plikter etter nasjonal rett .

source: Norga lea dohkkehan ILO-konvenšuvnna 169 , muhto dat ii leat vel ollásit ovttastahttojuvvon .
nob: ILO-konvensjon 169 er ratifisert av Norge , men enda ikke fullstendig 45 inkorporert .

source: 45 Lea dattege lunddolaš dulkot ILO- 169 12. artihkkala vuosttaš čuoggá dainna lágiin 43
nob: Det følger imidlertid av en naturlig tolkning av ordlyden i ILO- 169 artikkel 12 første punktum at 43

source: Danne orru leame unnán mii duođašta ahte Sámedikkis lea bealálašnákca .
nob: Det er derfor lite som tyder på at Sametinget har partsevne .

source: Jens Edvin Skoghøy : Tvistemål 2. almmuhus 2001 , Universitetsforlaget .
nob: Jens Edvin Skoghøy : Tvistemål 2. utgave 2001 , Universitetsforlaget .

source: 45 Finnmárkkulágas manná dattege ILO-konvenšuvdna ovdalii , lága doaibmasuorggi siskkobealde .
nob: 45 I finnmarksloven er imidlertid ILO-konvensjonen gitt forrang , innenfor lovens virkeområde .

source: ahte eamiálbmogiin galgá leat vejolašvuohta cegget ášši duopmostuoluid ovdii , juogo ovttaskas olmmožin dahje iežaset orgánaid bokte vai sin vuoigatvuođat bures suddjejuvvojit .
nob: urfolk skal ha mulighet til å reise sak for domstolene , som enkeltpersoner eller gjennom sine respektive organer , for å kunne få et effektivt vern av sine rettigheter .

source: Dakkár dulkon nannejuvvo vel eambbo njuolggadusa duogáža bokte , ja dát dulkon lea dat mii buoremusat heive dábálaš riekteideálaide . Sámi vuoigatvuođalávdegoddi lea maiddái bidjan vuođđun ahte sáhttá čujuhit ILO-konvenšuvnna rihkkumiid duopmostuoluide 46. Juridihkalaš teoriijjas doarjuba Skoghøy47 , ja Skogvang 48 dán .
nob: En slik tolkning styrkes ytterligere av forhistorien til bestemmelsen og vil også være den tolkning som samsvarer best med alminnelige rettsstatsidealer At man således også skal kunne påberope brudd på ILOkonvensjonen for domstolene er lagt til grunn av samerettsutvalget 46. I juridisk teori støttes dette videre av Skoghøy47 , og av Skogvang 48. Også Tvistelovsutvalget har vist til dette i forarbeidene til den nye tvisteloven .

source: Go lea sápmelaččaid ovddasteaddji orgána de ii sáhte Sámediggi ihcalis olgguštuvvot dakkár áššiin main álbmotriekterihkkun vuolggahuvvo áššin duopmostuoluide , ja dat orru čájeheame bealálašnávcca dákkár áššiin .
nob: Som samenes representative folkevalgte organ kan Sametinget ikke uten videre utelukkes i saker der spørsmålet om det forligger folkerettsbrudd gjøres til søksmålsgjenstand for domstolene , noe som kan trekke i retning av partsevne i slike saker .

source: Ii leat almmotge vejolaš čielgasit dadjat ahte Sámedikkis dáid namuhuvvon beliid vuođul , lea bealálašnákca .
nob: De overfor nevnte momenter kan likevel ikke i seg selv være tilstrekkelig til å konkludere tydelig med at Sametinget har partsevne .

source: Nuppi dáfus lea dán bargojoavkku barggu vuođđoeaktu árvvoštallat Sámedikki formála dili , dás dalle galgá go Sámediggi organiserejuvvot sierra riektesubjeaktan .
nob: I motsatt retning trekker at den underliggende forutsetning for denne arbeidsgruppens arbeid der man skal vurdere Sametingets formelle stilling , herunder om Sametinget skal organiseres som et eget rettsubjekt .

source: Deaŧalet oaidnu lea dat maid Stuoradiggi anii vuođđun go dohkkehii sámelága mas Sámediggi vuosttažettiin veardiduvvo lea stáhta eiseválddiid ráđđeaddi orgánan sámepolitihkas .
nob: Mer tungtveiende er det syn som lå til grunn for Stortingets vedtagelse av sameloven ble der Sametinget først og fremst sett på som en rådgivende organ for statlige myndigheter i samepolitikken .

source: Vaikko Sámedikki árvu lea nannejuvvon dan rájes , ee. ráđđádallanšiehtadusa ja finnmárkkulága bokte , de eai leat vuos makkárge autoritatiiva riektegáldut Norgga lágain mat čielgasit dadjet ahte Sámediggi galgá lohkkot sierra riektasubjeaktan danne go lea sápmelaččaid álbmotválljejuvvon orgána .
nob: Selv om Sametingets stilling siden den gang har blitt styrket , bl.a. gjennom konsultasjonsavtalen og finnmarksloven , er det likevel foreløpig ingen autoritative rettskilder i nasjonal lovgivning som entydig slår fast at Sametinget er å anse som et eget rettsubjekt i kraft av sin stilling som folkevalgt organ av og for samene .

source: Siviilaáittardeaddji ja Sámediggi Siviilaáittardeaddji bargosuorgi čilgejuvvo Lov om Stortingets ombudsmann for forvaltningen 49 nammasaš lágas § 4:s .
nob: Sivilombudsmannen og Sametinget Sivilombudsmannes arbeidsområde følger av Lov om Stortingets ombudsmann for forvaltningen 49 § 4 .

source: Áittardeaddji bargosuorgi čuovvu buori muddui hálddašanlága 50 ja almmolašvuođalága 51. Lea ieš Siviilaáittardeaddji guhte geavatlaččat dárkileappot árvvoštallá makkár orgánat su bargosuorgái gullet .
nob: Ombudsmannens arbeidsområde faller i stor grad sammen med anvendelsesområdet for forvaltningsloven 50 og offentlighetsloven 51. Det er Sivilombudsmannen selv som i praksis vurderer nærmere hvilke organer som faller inn under ombudsmannens arbeidsområde .

source: 52 Juridihka teoriijjas 53 čujuhuvvo ahte dáidá leat vuoiggalaš ” fanahit ” áittardeaddji gelbbolašvuođa veahá guhkkelii ” erenoamážit beallealmmolaš ásahusaid guovdu mat almmolaš ruđaiguin doaimmahit doaimmaid main lea eanet almmolaš ja servodatlaš hápmi . ”
nob: 52 I juridisk teori 53 er det vist til at det kan være grunn til å ” strekke ” ombudsmannens kompetanse noe videre ” særlig overfor halv-offentlige institusjoner som har til oppgave med offentlige midler å utføre oppgaver av mer offentlig og samfunnsmessig tilsnitt . ”

source: Buot almmolaš orgánat maid sáhttá gohčodit hálddašanorgánan leat áittardeaddji bargosuorggi vuollásaččat .
nob: Alle offentlige organer som kan betegnes som forvaltningsorganer er underlagt ombudsmannens arbeidsområde .

source: Sáhttá leat váttis earuhit almmolaš hálddašanorgánaid ja sierra riektesubjeavttaid mat eai gula áittardeaddji bargosuorgái .
nob: Det kan være vanskelig å trekke grensen mellom et offentlig forvaltningsorgan og egne rettssubjekter som faller utenfor ombudsmannens arbeidsområde .

source: Áittardeaddji ferte konkrehtadit árvvoštallat ja guovddáš oasit leat dalle oamastandilálašvuohta , organisašuvdnamálle , ruhtadeapmi , doaibmašládja , almmolaš stivrema dássi ja áittardeaddji dárkkisteami dárbu .
nob: Ombudsmannen må foreta en konkret vurdering der sentrale momenter vil være eierforholdet , organisasjonsformen , finansiering , type funksjon og virksomhet , graden av offentlig styring og behovet for ombudsmannskontroll .

source: NOU 1997 : 5 siidu 48-49 .
nob: NOU 1997 : 5 side 48-49 .

source: Jens Edvin Skoghøy : Tvistemål 2. almmuhus 2001 , Universitetsforlaget , siidu 285. 48 Susann Skogvang : Samerett , Universitetsforlaget 2002 , siidu 91-92. 49 Lov av 22.06.1962 nr. 8. 50 Láhka guovvamánu 10. b. 1967 hálddašanáššiid meannudanvuogi birra .
nob: Jens Edvin Skoghøy : Tvistemål 2. utgave 2001 , Universitetsforlaget , side 285. 48 Susann Skogvang : Samerett , Universitetsforlaget 2002 , side 91-92. 49 Lov av 22.06.1962 nr. 8. 50 Lov 10. februar 1967 om behandlingsmåten i forvaltningssaker .

source: 51 Láhka geassemánu 19. b. 1970 almmolašvuođa birra hálddašeamis .
nob: 51 Lov 19. juni 1970 nr. 69 om offentlighet i forvaltningen .

source: 52 Maiddái Stuoradiggi sáhttá addit dárkilet njuolggadusaid dán hárrái , muhto dat ii leat dássážii dahkkon .
nob: 52 Også Stortinget kan gi nærmere regler om dette , noe som foreløpig ikke er gjort .

source: 53 Vrd. Arvid Frihagen : Forvaltningsrett III , Oslo 1992 , s. 108 ja Torstein Eckhoff ja Eivind Smith : Forvaltningsrett , Oslo 2003 , s. 471-472. 47
nob: 53 Jf. Arvid Frihagen : Forvaltningsrett III , Oslo 1992 , s. 108 og Torstein Eckhoff og Eivind Smith : Forvaltningsrett , Oslo 2003 , s. 471-472. 47

source: Sámedikki čielga politihkalaš doaimmat 54 leat dattege bealit mat eai boađe Siviilaáittardeaddji bargosuorggi vuollái 55. Sámepolitihkalaš orgánan lea Sámediggi friddja buktit cealkámušaid movt ieš dáhttu .
nob: Når det gjelder Sametingets rene politiske virksomhet 54 er dette imidlertid forhold som faller utenfor Sivilombudsmannens arbeidsområde 55. Som samepolitisk organ står Sametinget fritt til å avgi enhver uttalelse det måtte ønske .

source: Eará orgánat eai sáhte bagadit Sámedikki makkár cealkámuša dat oažžu buktit ja mas dat oažžu buktit .
nob: Ingen andre organer kan instruere Sametinget om hva det skal uttale seg om , eller hva uttalelsen skal inneholde .

source: Dán friddjavuođas leat máŋga vuođu .
nob: Denne friheten har flere grunnlag .

source: Sámediggi lea ožžon demokráhtalaš lobálašvuođa njuolgga válggaid bokte mas sámi álbmot vállje iežas ovddasteddjiid .
nob: Sametinget har fått sin demokratiske legitimitet gjennom direkte valg , der representantene er valgt av det samiske folk .

source: Danne lea dušše sámi álbmot mii njuolgga válggaid bokte juohke 4. jagi , sáhttá bagadit Sámedikki .
nob: Dermed er det bare det samiske folk gjennom direkte valg hvert 4. år , som kan instruere Sametinget .

source: Dat friddjavuohta lea maiddái láhkanannejuvvon sámelága § 2-1:s ja maiddái Sámedikki ásaheami oktavuođas .
nob: Denne friheten er også lovfestet i sameloven § 2-1 og ved selve opprettelsen av Sametinget .

source: Ráđđehusadvokáhtta ja Sámediggi Ráđđehusadvokáhta váldobargun lea doaimmahit diggeáššiid stáhtaásahusaid ovddas , addit cealkámušaid ja čielggademiid rievttálaš gažaldagaid birra , ja muhtun muddui veahkehit hálddahusa šiehtadallamiid oktavuođas .
nob: Regjeringsadvokaten og Sametinget Regjeringsadvokatens hovedoppgaver er å føre rettssaker for statsinstitusjoner , gi uttalelser og betenkninger om rettslige spørsmål og til en viss grad bistå forvaltningen under forhandlinger .

source: Sámediggi lea ovdal jearran sáhttá go Sámediggi geavahit Ráđđehusadvokáhta .
nob: Sametinget har tidligere reist spørsmål om i hvilken utstrekning Sametinget kan benytte Regjeringsadvokaten .

source: Konkrehta ággan dasa lei ahte Sámediggi 1999:s dáhtui Ráđđehusadvokáhta Sámedikki bealis , árvvoštallat stevdnet Statskog SF dubmendihte Finnmárkku eanavuovdinstivrra mearrádusa addit doaibmalobi roggat Riebanvári ja Náránačča Guovdageainnus , ja Statskog SF ` mearrádusaid váidináššiin , lobiheapmin .
nob: Den konkrete foranledningen for dette var at Sametinget i 1999 ba Regjeringsadvokaten , på vegne av Sametinget , vurdere stevning mot Statskog SF for å få kjent Finnmark jordsalgsstyres vedtak om driftstillatelse for uttak av naturstein i Riebanvarri og Naranaš i Kautokeino , samt Statskog SFs vedtak i klagesakene , ugyldige .

source: Ráđđehusadvokáhtta hilggui Sámedikki jearaldaga dainna ákkain ahte Ráđđehusadvokáhtta máŋgga áššis ovddasta Statskog SF ja doaibmá dan ráđđeaddin .
nob: Regjeringsadvokaten avviste Sametingets anmodning , med henvisning til at Regjeringsadvokaten i en rekke saker opptrer på vegne av Statskog SF og som dets rådgiver .

source: St. dieđ. nr. 55:s ( 2000-2001 ) kap. 5.1.2 lea dalá ráđđehus guorahallan Sámedikki oktavuođa Ráđđehusadvokáhttii , ja gávnnaha ahte Sámediggi ii sáhte atnit Ráđđehusadvokáhta bálvalusaid .
nob: I St. meld. nr. 55 ( 2000-2001 ) kap. 5.1.2 har den daværende regjering drøftet Sametingets forhold til Regjeringsadvokaten og konkludert med at Sametinget ikke kan benytte Regjeringsadvokatens tjenester .
